MESSAGES = {"hello": "Привет. Бот рассказывает про себя и спрашивает есть ли у вас реферальная ссылка?\n" \
                     "Если есть пригласитель введите его код в сообщении.\n\n Если нет нажмите /no",
            "referal1": "Для того чтобы пригласить друга перешлите ему сообщение ниже.",
            "referal2": "Вас приглашают в Бот с бесплатной базой Автотеки. Перейдите по ссылке t.me/automechanicbot" \
                        " и при первом старте укажите код друга {code}",
            "wallet": "Ваш баланс {rq} RQ"}