MESSAGES = {"hello1": "Привет. Я Бот АвтоМеханик и давай немного расскажу о себе.\n" \
                      "Я делюсь с тобой информацией полученной другими пользователями ранее из системы Autoteka " \
                      "по платной подписке.\n" \
                      "Поэтому она может быть не самой актуальной, но! бесплатно. По каким то машинам информации " \
                      "может и не быть вообще если ее ранее не загрузили ко мне в базу. \n\n" \
                      "*Вся информация у нас предоставляется бесплатно!*"
                      "Но есть система мотивации ввиде внутренних монет RQ. \n" \
                      "- Каждая монета позволяет получить один отчет.\n" \
                      "- Пригласи друга и получи +1 RQ\n" \
                      "- Загрузи отчет и получи +2 RQ\n\n" \
                      "Все очень просто просто начни у тебя есть 3 подарочных RQ.",

            "hello2": "Если есть пригласитель введите его код в сообщении.\n Ввести его можно будет только сейчас.",
            "referal1": "Для того чтобы пригласить друга перешлите ему сообщение ниже.",
            "referal2": "Вас приглашают в Бот с бесплатной базой Автотеки. Перейдите по ссылке t.me/automechanicbot" \
                        " и при первом старте укажите код друга {code}",
            "wallet": "Ваш баланс {rq} RQ",
            "error": "Не знаю что с этим делать!\n {error}",
            "ref_err_1": "Такого пользователя нет.\nПопробуйте еще раз.\n\nЛибо /exit для выхода в основное меню.",
            "ref_err_2": "У вас уже введен пригласитель.",
            "ref_info_1": "Если вас указывают как пригласителя вы получаете +1 RQ к текущему балансу.",
            "ref_add": "Друг добавлен и ему будет дополнительно начислен +1 RQ."}